[SNHeavyBarrel_Bsc X2WeaponUpgradeTemplate]
FriendlyName="厚壁枪管"
FriendlyNamePlural="厚壁枪管"
BriefSummary="增加暴击伤害加<Ability:SNHEAVYBARRELT1DMG/>."
TinySummary="增加暴击伤害"
LootTooltip="安装此武器附件升级后，会略微增加暴击造成的伤害。"

[SNHeavyBarrel_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级厚壁枪管"
FriendlyNamePlural="高级厚壁枪管"
BriefSummary="增加暴击伤害<Ability:SNHEAVYBARRELT2DMG/>."
TinySummary="增加暴击伤害"
LootTooltip="安装此武器附件升级后，会略微增加暴击造成的伤害。"

[SNHeavyBarrel_Sup X2WeaponUpgradeTemplate]
FriendlyName="精英厚壁枪管"
FriendlyNamePlural="精英精英厚壁枪管"
BriefSummary="增加暴击伤害 <Ability:SNHEAVYBARRELT3DMG/>."
TinySummary="增加暴击伤害"
LootTooltip="安装此武器附件升级后，会略微增加暴击造成的伤害。"

